Repository: MitchellBouwman/bolt-navigation-ui
Catalog: translations/navigations_ui.*.xlf
Languages: fr

# manage_navigations
source: Manage your menus
fr: Gérer les menus

source: Site management
fr: Gestion du site

# menu_name
source: Name
fr: Nom

# menu_unique_name
source: Identifier
fr: Identifiant

# edit_menu
source: Edit this menu
fr: Modifier ce menu

source: Primary actions
fr: Actions principales

# add_item
source: Add an element
fr: Ajouter un élément

source: Save changes
fr: Enregistrer

# select_page
source: Select a page or URL to add
fr: Sélectionnez une page ou une URL à ajouter

# editing_navigation
source: Editing menu: %name%
fr: Modifier le menu: %name%

source: Navigations
fr: Menus

# search_page_placeholder
source: Search a page or enter a URL
fr: Cherchez une page ou tapez une URL

# add_to_navigation
source: Add to menu
fr: Ajouter au menu

# page_search_empty_state
source: Sorry, we couldn't find any page matching your search query.
fr: Désolé, aucune page ne correpond à votre recherche.

# page_search_request_failed
source: An error has occured while searching for your desired page. Please contact your website's developer for more information.
fr: Une erreur s'est produite lors de la recherche de page. Vous pouvez contacter le ou la développeur(e) de votre site web pour plus d'informations.

# remove_item_confirmation
source: Are you sure you want to remove "%item%" from this menu?
fr: Êtes-vous certain(e) de vouloir retirer "%item%" de ce menu?
